/**
  ******************************************************************************
  * @file    main.c
  * @author  LXFY
  * @version V1.0 BUILD 150629
  * @brief   ÓÃ3.5.0°æ±¾¿â½¨µÄ¹¤³ÌÄ£°å
  ******************************************************************************
  * @attention
  * GitHub  :https://github.com/luoxufeiyan/STM32
  * Blog    :http://www.luoxufeiyan.com
  *
  ******************************************************************************
  */
  
#include "stm32f10x.h"

/**
  * @brief  Ö÷º¯Êý
  * @param  Î
  * @retval Þ
  */
int main(void)
{
  	  while(1);
	  /* ÇëÔÚÕâÀïÌí¼Ó´úÂë */
}

/*********************************************END OF FILE**********************/

